[
  {
      "title": "Smart launches free eBook on Pinoy culture and tradition crowdsourced from students",
      "imageFilename": "eBook_01.jpg",
      "category": "News",
      "bodydescription": "The best stories on Philippine culture and tradition generated by students all over the country are now compiled in an eBook, made available by Smart Communications, Inc. (Smart) for free!\n\nThe eBook highlights the best 100 stories selected from thousands of website entries submitted to Doon Po Sa Amin, Smart’s community mapping project, since it was launched in 2008 up to its 4th year in 2011.\n\nDPSA, which is supported by the Department of Education, is the biggest annual school-based crowdsourcing activity in the country. The nationwide competition encourages primary and secondary (public and private) students nationwide to discover unique stories about their hometowns, present these stories using digital and online tools, and publish them in the web.\n\n“The Philippines has a very rich culture and tradition and we still haven't uncovered them all. Through DPSA, the youth get to discover first-hand some more fresh and intriguing stories about their respective hometowns. These interesting stories are now available in an eBook for everyone to read,\" Smart Public Affairs Group Head Ramon Isberto said.\n\n“In the DPSA eBook, you’ll see a comprehensive picture of our country as seen through the eyes of students who live in different localities of the Philippines,” Isberto added.\n\nStories featured in the DPSA eBook include the Maligcong orange of Bontoc, Mountain Province; the history and landmarks of Pasig; the untold stories of the indigenous people of Batanes called Ivatans; the LPG-powered tricycles of Bataan; the exotic foods in Pampanga; the rock formations in the caves of Zambales; the unexplored beaches of Catanduanes; the commercialization of the Peñafrancia festival in Naga; the Guso (type of seaweed) of Barobo, Surigao del Sur; and many more stories about the way of life of Pinoys and the country’s beauty ­and pride.\n\nEach story in the eBook has a summary with a supporting photo or video. If readers want to learn more about the story, a link to the original website entry is also provided at the end of each story. The school that created the entries and the awards they received are also specified in each story.\n\nDPSA Year 6\n\nThis year is the 6th run of DPSA as Smart continues to search for the best and unique hometown stories.\n\nTo make the contest more compelling to students, Smart included a mapping component to the contest mechanics starting last year.\n\nSchools are now asked to pin their stories on an online map powered by Here, a Nokia business.\n\nRegistration of entries is ongoing up to October 18. More than P700,000 worth of prizes awaits the schools with the winning stories.\n\nFor more information and to register for the contest, visit www.doonposaamin.ph or like DPSA on Facebook at www.facebook.com/doonposaamin.\n\nThe DPSA eBook is among Smart’s initiatives that make use of mobile technologies in education, or mEducation. The eBook and other initiatives in the mEducation space not only seek to enhance the learning experience of target learners but also increase access to learning opportunities.\n\nSmart has recently signed a groundbreaking partnership with Sun Cellular, the Department of Education, Technical Education and Skills Development Authority, and other telcos to continue using mobile solutions in education."
  },
  {
      "title": "Smart DPSA urges youth to take pride in their communities",
      "imageFilename": "contest.png",
      "category": "News",
      "bodydescription": "Smart Communications Inc. (Smart), in partnership with the Department of Education (DepEd), launched Doon Po sa Amin (DPSA) in 2008 to promote Information and Communications Technologies (ICT) in schools and at the same time, have students tell stories about places, activities, plants, animals, people, food and products that are unique to their hometowns.\n\nDPSA, which is now on its 6th year, is the biggest annual school-based online mapping and content crowd sourcing activity in the country that challenges primary and secondary (public and private) students to go out, know more about their hometowns, present these stories using online tools such as videos, flipbooks, slideshows, and timelines, and pin them on an online map, powered by Nokia's Here.\n\n\"When you search the web, almost all information you need are there but the problem is that the information is cluttered,\" said Smart Public Affairs Group head Ramon Isberto.\n\n\"With Doon Po Sa Amin, we develop a resource site aggregating all engaging stories about the Philippines presented in an online map. Because these stories are told by the locals, you get more substance and heart,\" he said.\n\nStudents who participated in the previous years of DPSA found fulfillment in being able to come up with stories published online that promoted their hometown and enhanced their ICT skills. As the students go out of their homes and schools to interview townspeople, including local government officials, their people skills were also enhanced.\n\n\"DPSA does not only promote the best of the Philippines. It also helps our students to develop new skills and learn about resourcefulness and hard work even at an early age. Joining DPSA was a very memorable learning experience for them and as a bonus, they were able to wander around our community and discover for themselves the beauty it has to offer,\" shared Ms. Maria Lerissa Poblete of Ilaya Elementary School, the DPSA grand champion for primary level division last year. In their video entry, the students played the roles of news anchor and field reporters as they featured the different tourist destinations in Tanay, Rizal.\n\n\"By participating in Doon Po Sa Amin, students discover something new and good about their hometown. At their young age, they start to take pride in their community and develop a sense of responsibility to preserve and protect their town’s beauty, resources, and culture,\" Isberto said.\n\nRegistration to this year's DPSA community mapping competition is now open and will end by September 20. More than P700,000 worth of prizes are to be given away to the schools with the best stories.\n\nFor more information and to register for the contest, visit DPSA website (please link to: www.doonposaamin.ph) or like DPSA on Facebook (please link to: www.facebook.com/DoonPoSaAmin)"
  },
  {
      "title": "Smart ups the ante in generating local content",
      "category": "News",
      "bodydescription": "More than four years ago, Smart Communications, Inc. (Smart) launched Doon Po Sa Amin (DPSA), an activity that encourages elementary and high school students in the Philippines to talk about their hometowns and generate online content unique to their communities.\n\nWhat started as a simple project to encourage students to contribute local materials using Internet and computer technologies has benefited from advances in technologies including social media, online mapping, and new content formats.\n\nWith more affordable and available Internet connections at home and schools, crowd-sourced community mapping activities are becoming more mainstream all over the world. Crowdsourcing involves tapping a large group of people, or the public, to complete a certain project or task. In this case, students from all over the country generate web-based content and literally put their hometowns on an online map.\n\nJust recently, the New York Times launched its My Hometown initiative, a project encouraging young people to help create a 21st century portrait of American hometowns through photography. Its Lens section on photography, video and visual journalism has been soliciting submissions from teenagers in high school photography classes and community programs of photos capturing their communities.\n\nHere in the Philippines, we also see more blogger and developer groups working with local governments in helping come out with interactive maps containing useful information.\n\nGetting the community involved in endeavors like these underscores the fact that indeed, more heads are better than one. By tapping a large crowd of people for ideas, skills, or participation, the quality of content and idea generation improves.\n\nIt is in this spirit that Smart, through DPSA, encourages partner schools and online associations under the Smart Schools Program to use computer and internet technologies to generate web-based information and educational materials about their respective communities.\n\n“DPSA not only helps develop further the students’ creativity and ICT skills. Since this is a competition, students work hard to present their stories in the most creative way possible using computer technologies,” said Ramon Isberto, Smart Public Affairs Group head.\n\n“We also help them explore and discover for themselves the beauty and uniqueness of their hometowns in ways that books can never teach them. In telling their stories, we help instill in them that pride and love for their hometowns,” said Isberto.\n\nA town’s tourist spots, activities to enjoy, food, famous personalities, plants and animals, historic highlights are just among the favorite topics of hometown stories presented by students in video or blog formats.\n\nNow going on its 5th year, the DPSA has taken it a notch further by allowing students to put their hometowns geographically on an online map. With the help of Nokia Location and Commerce, one can now discover interesting stories about a particular town by simply clicking on one of the icons at www.doonposaamin.ph.\n\nExpect more locally generated stories, information and pinned locations as the next DPSA contest opens in the coming school year.",
      "imageFilename": "contest2.jpg"
  }
]