[
    {
        "title": "Siege of Baler in Aurora",   
        "subTitle" : "A Story of Battle and Bravery",
        "imageFilename": "Baler_History_Siege",
        "category": "History to Uncover",
        "bodydescription": "Today, the town of Baler in Aurora is best known for its gigantic high waves, making it a favorite destination among surfers from all over the world. But this remotely-isolated town is also home to one of the longest siege recorded in history – the Siege of Baler.\n\nRegarded as the last bastion of the Spanish empire in the Philippines, Baler houses the church that served as camp of more than 50 Spanish soldiers. Led by Captain Enrique de las Morenas, the Spanish forces made the church as their haven against Filipino revolutionaries. Unknown to them, the Spanish government had already made a pact with the United States to transfer the governance of the country to the Americans. \n\nNot knowing that the Spanish-American war had already ended, the soldiers continued to fight for their flag. The thick walls of the church were enough to protect them but due to the lack of water and food and diseases, many of them died. Out of the 54 Spanish soldiers, only 33 of them survived.\n\nAfter almost one year, the Spaniards decided to surrender upon receiving a newspaper from Spain. Instead of meeting them with hostility, the Filipinos treated the Spanish soldiers as friends and gave them food, shelter, and clothing. \n\nThe siege began on June 28, 1898 and ended on June 2, 1899, making it one of the longest sieges in world history. More importantly, this event also led to the eventual trust and better relations between the Philippines and Spain. ",
        "tagsStories": "Siege and War",
        "region": "Region 3",
        "province": "Aurora",
        "municipality": "Baler"
    },
    {
        "title": "Rafflesia in Iriga",   
        "subTitle" : "A Uniquely Baffling but Fragile Flower",
        "imageFilename": "Iriga_PlantsAnimals_Rafflesia",
        "category": "Plants and Animals to Discover",
        "bodydescription": "Arguably one of the most bizarre flowers in the world of flora, it won’t be surprising if rafflesia (Family",   "subTitle" : "Rafflesiaceae) will be mistaken as among the characters in the hit action-strategy game Plants vs. Zombies.\n  \nRegarded as the largest and heaviest flower in the world, rafflesia can grow up to three feet in diameter and weigh up to 10 kilos. Having no stem, leaves, and roots, rafflesia is a parasitic plant that attaches itself to a host plant for water and nutrients.\n\nRafflesia may appear visually attractive to many with its usually bright colors, but don’t get fooled by its looks and do not also dare to smell it. This plant emits an intense foul smell likened to that of a rotting flesh, earning the monicker, “corpse flower.” However, its undesirable smell attracts pollinators like insects.\n\nAt present, there are approximately 28 known species of this plant, which is endemic only to Southeast Asia. Having about 10 of the 28 species, the Philippines has the highest concentration of rafflesia species elsewhere. Thus, it is no wonder why the country is the hub for rafflesia research.\n\nThe different species in the country, mostly endemic, can be sighted in the provinces of Antique, Davao, Kalinga, Laguna, Cagayan, Aurora and Quirino. In some mountainous portions of Camarines Sur, Camarines Norte, Albay, and Sorsogon, a rafflesia species can also be found, particularly in Mt. Asog where it is locally known as “laun.”\n   \nIn Iriga City, the flower made a huge impact to local tourism as foreigners and other interested locals flock to the city having known that an endemic species (Rafflesia baletei) of this flower thrives there. And since rafflesia has long been considered endangered, the city government works hand in hand with various stakeholders for the protection and conservation of this endemic and fragile plant. \n",
        "tagsStories": "Flowers",
        "region": "Region 5",
        "province": "Camarines Sur",
        "municipality": "Iriga City, Naga City"
    },
    {
        "title": "Kasinatian Festival in Davao City",   
        "subTitle" : "Celebrating Toril's Finest",
        "imageFilename": "Davao_Activities_Kasinatian",
        "category": "Activities to Enjoy",
        "bodydescription": "Thousands of revelers flock the streets of Toril district in Davao City to take part in one of the most colorful religious-cultural festivals in the country – the Kasinatian Festival.\n\nDeriving its name from four other prominent celebrations in the country, namely",   "subTitle" : "Kadayawan of Davao, Sinulog of Cebu, Ati-Atihan of Aklan, and Anihon in Toril, the Kasinatian Festival showcases the best of all cultures in the region. \n\nHeld every first week of October, it is celebrated during the district’s parochial fiesta to honor and thank the Lady of the Holy Rosary for all the bountiful blessings and good fortunes the Davaoenos received in the past year.\n\nDuring the celebration, the locals and other festival revelers are delighted with colorful parades and warmth for local heritage and history. The festival is also meant to engage the community through music, cultural presentations, dances, and prayers.\n\nAs tourists and locals indulged themselves in this spectacular feast of Davao culture and heritage, the Kasinatian festival effectively promotes and fosters the Filipino spirit and sense of unity, solidarity, and harmony.\n",
        "tagsStories": "Festivals",
        "region": "Region 11",
        "province": "Davao del Sur",
        "municipality": "Davao City"
    },
    {
        "title": "Maligcong Orange in Mountain Province",   "subTitle" : "Bontoc's Best Kept Secret",
        "imageFilename": "MtProvince_PlantsAnimals_Orange",
        "category": "Plants and Animals to Discover",
        "bodydescription": "Bontoc, Mountain Province is known for its rice terraces. But what a lot of people don’t know is that Bontoc has another kind of produce",   "subTitle" : "the Maligcong orange. Hidden away from tourists’ view are small orange orchards. \n\nBut farmers encounter a lot of difficulties in making the orange industry survive. First, the roads of Bontoc aren’t well-paved, making it hard to transport the fruit from farms to markets. Also, cheaper oranges from Kalinga are also making it hard for Bontoc farmers to sell even to their own community members. But with better awareness, more people will hopefully discover the Maligcong orange. ",
        "tagsStories": "Fruits",
        "region": "CAR",
        "province": "Mountain Province",
        "municipality": "Bontoc"
    },
    {
        "title": "Recycled Products in Banaue",   "subTitle" : "Finding Treasure in Trash",
        "imageFilename": "Banaue_Products_Bags",
        "category": "Community Products to Support",
        "bodydescription": "There is no waste in waste materials when discarded junk food wrapper gets reused in Banaue’s livelihood program. In the hands of housewives and schoolchildren, they are made into lovely bags such as purses, baskets, pencil cases—you name it!\n\nIt takes work to turn the old material into sellable items, of course. Washing and drying is the first step. Cutting into patterns gets it ready. Folding into strips, sorting colors for interweaving, and sewing with nylon gets it into shape, until ready for fixing with zippers and buttons. Voila! Ready to use, ready to sell or even ready for export.",
        "tagsStories": "Recycled Products",
        "region": "CAR",
        "province": "Ifugao",
        "municipality": "Banaue"
    },
    {
        "title": "Vallu in Banaue",   "subTitle" : "A Leisure Snack You Can't Resist",
        "imageFilename": "Banaue_Products_Vallu",
        "category": "Community Products to Support",
        "bodydescription": "Tinawon is the upland rice variety of the Ifugao people. It is also their word for “annual” – the yearly planting & harvesting of this fragrant large grain rice, events which call for community celebration and ritual. \n\nOne much celebrated fruit is the snack called vallu – the green and tender palay taken from the first harvest. Preparing vallu is an event in itself because families get together at day’s end to mill by hand. The green palay is toasted, and pounded to remove the husk. The vallu is now ready to pack, but kids cannot resist a taste. Finally, off it goes to market!",
        "tagsStories": "Fruits",
        "region": "CAR",
        "province": "Ifugao",
        "municipality": "Banaue"
    },
    {
        "title": "Traditional Weavers and Carvers in Banaue",   "subTitle" : "The Community's Wealth",
        "imageFilename": "Banaue_People_Carvers",
        "category": "People to Meet",
        "bodydescription": "Education means not only schooling, but also the transfer of knowledge and skills from one generation to the next. In Banaue, Ifugao, the art of carving wood and weaving are occupations in which traditional learning from elders are valued as much as learning in a classroom.\n \nCarvers select logs from mature trees to whittle into functional or decorative items like bowls, figurines and jewelry boxes. Weavers prepare their own thread for weaving into beautiful patterns of cloth, using a shuttle. Sold to market shopkeepers, the products of these artisans make a good living for the community.",
        "tagsStories": "Workers",
        "region": "CAR",
        "province": "Ifugao",
        "municipality": "Banaue"
    },
    {
        "title": "Historical Sites in Pasig",   "subTitle" : "A Place of Both History and Charm",
        "imageFilename": "Pasig_Places_Daloy",
        "category": "Places to Go",
        "bodydescription": "Once you learn more about Pasig as a city, you will discover that this place is truly fascinating. In fact, you may just want to live here. \n\nPasig is a place of both history and charm. During the Spanish era, a number of its landmarks and monuments figured prominently. Some of these were the Immaculate Concepcion Cathedral, built in the 16th century, and the stone house called Bahay na Tisa. Of its more famous attractions is the Dimas-Alang Bakery, famous for the popular pastry di ko akalain. \n\nWhat are you waiting for? It’s time to pay the city a visit!",
        "tagsStories": "Attractions",
        "region": "NCR",
        "province": "Metro Manila",
        "municipality": "Pasig City"
    },
    {
        "title": "Folk Music in Ilocos Norte",   "subTitle" : "Reflection of the Life of Ilocanos",
        "imageFilename": "IlocosNorte_History_Ilocano",
        "category": "History to Uncover",
        "bodydescription": "One thing you may not know is that folk music is a tradition deeply ingrained among Ilocanos. Theirs is rooted in their history, geography, their traits as a people, and their culture. It is a part of their lives, both in moments of celebration and mourning. In particular, the Duayya (lullaby), Dallot (song of love or courtship), and Dung-aw (funeral song) are the traditional chants performed during important occasions. \n\nIndeed, their music is an expression of their inherent values and beliefs, their culture, love, dreams and  aspirations. It is definitely a living tradition that must continue to resonate with future generations.",
        "tagsStories": "Folk Music",
        "region": "Region 1",
        "province": "Ilocos Norte",
        "municipality": "Laoag City"
    },
    {
        "title": "Zarzuela in Ilocos Norte",   "subTitle" : "A Picture of Spanish Colonialism, Revolution, and Liberation",
        "imageFilename": "IlocosNorte_History_Sarswela",
        "category": "History to Uncover",
        "bodydescription": "Ever wonder how our lolos and lolas entertained themselves during Spanish times without a TV or computer? They had the Zarsuela, a two- to three-hour play that presented social issues through song and dance. It was so popular, that the banning of these plays would not stop local folks from enjoying a Zarsuela!\n\nToday, TV, movies or the internet would not stop it either. Now, we have a five- to ten-minute version of the Zarsuela, called the Zuelto. The Zuelto called \"Tilapia Ken Birot” is the first modern Zarzuela. Thanks to the Zuelto, this classic art form remains alive.",
        "tagsStories": "Zarsuela",
        "region": "Region 1",
        "province": "Ilocos Norte",
        "municipality": "Laoag City"
    },
    {
        "title": "Laji and Palo Palo in Batanes",   "subTitle" : "Promoting Local Tourism through Traditional Song and Dance",
        "imageFilename": "Batanes_Activities_LajiPalo",
        "category": "Activities to Enjoy",
        "bodydescription": "Traditional practices have always been a great way to bring more people interested in one’s hometown—they’re fun to watch and listen to.\n\nFor the residents of Batanes, the traditional Ivatan songs called “laji” and war dance “palu-palo” are effective ways to let more people know about their home and its cultures, as well as preserve these traditions for generations to come. By performing these in annual pageants and festivals, the young people of Batanes are slowly bringing back these once-forgotten traditions and making more people, both locals and tourists discover the beauty of Ivatan culture.",
        "tagsStories": "Entertainment",
        "region": "Region 2",
        "province": "Batanes",
        "municipality": "Basco"
    },
    {
        "title": "Sierra Madre in Cagayan Valley",   "subTitle" : "Peak of  Life",
        "imageFilename": "SierraMadre_Places_SierraMadre",
        "category": "Places to Go",
        "bodydescription": "Spanning ten provinces in Northern Luzon, the Sierra Madre mountain range—the longest in the country—isn’t just a breathtaking attraction. It has become a source of living for its inhabitants as well as nature’s natural barrier.\n\nBecause of the mountain range, the lowlanders enjoy protection from strong typhoons that lash against them, while its canopy of trees provides shelter to ethnic inhabitants like the Agta. Sadly, the Sierra Madre is threatened by illegal logging—the mountaintop becoming bare, great trees felled, causing destruction and flash floods.\n\nThe preservation of the Sierra Madre is, without doubt, the preservation of the many people who count on it.",
        "tagsStories": "Mountain",
        "region": "Region 2",
        "province": "Quirino"
    },
    {
        "title": "Ivatans in Batanes",   "subTitle" : "Display of Sheer Cooperativism and Unity",
        "imageFilename": "Batanes_People_Ivatan",
        "category": "People to Meet",
        "bodydescription": "A city slicker would no doubt be amazed that there exists a little province where you don’t need money to build a house, get food, or build a boat!\n\nIn Batanes, the country’s smallest province in terms of size and population, the Ivatans can count on one’s fellowmen to help them build homes without expecting money in return. From the payuhwan (for instance, getting help to harvest crops) to yaru (like building roads in your town), the Ivatans exhibit the spirit of cooperation in a community where traditions of goodwill and solidarity means no man is left to stand on his own.",
        "tagsStories": "Indigenous people",
        "region": "Region 2",
        "province": "Batanes",
        "municipality": "Basco"
    },
    {
        "title": "Payuhuan Festival in Batanes",   "subTitle" : "A Celebration of Bayanihan Spirit",
        "imageFilename": "Batanes_Activities_Payuhuan",
        "category": "Activities to Enjoy",
        "bodydescription": "Bayanihan or payuhuan in the Ivatan language of Batanes stands for cooperation and this is truly evident in the Payuhan festival, a five-day event every June. \n\nThe Church sponsors a province-wide procession, recalling the route of evangelization; schools and communities sponsor the Ivatan Olympics, celebrating indigenous games. Though one would do their best to attend both affairs, which take place simultaneously, things do come together on the Kanan        Nu        Kumavahayan        (Unity        Lunch),        a        government-sponsored        fiesta        for        all        to enjoy! The fiesta was also a venue to celebrate the 321st anniversary of their 1st Catholic mass and its 220th as a formal province. Mabuhay!",
        "tagsStories": "Festivals",
        "region": "Region 2",
        "province": "Batanes",
        "municipality": "Basco"
    },
    {
        "title": "ESIHAS Digital Film Festival in Cabanatuan City",   "subTitle" : "Showcasing Talents of Budding Filmmakers ",
        "imageFilename": "Cabanatuan_Activities_FilmFest",
        "category": "Activities to Enjoy",
        "bodydescription": "Lights,        Camera,        Action,        Upload!        The ESIHAS Digital Film        Festival is the        only official film festival in the country that’s organized by the public schools. \n\nThe festival calls on young people like you—from elementary all the way to college—to show their storytelling skills through a great movie. The purpose of the festival is to develop and promote the technology, skills, and equipment in schools, motivating students to tap into their imagination and making those dreams come alive. ",
        "tagsStories": "Festivals",
        "region": "Region 3",
        "province": "Nueva Ecija",
        "municipality": "Cabanatuan City"
    },
    {
        "title": "Batutay in Cabanatuan City",   "subTitle" : "A Native Longganisa Worth Celebrating",
        "imageFilename": "Cabanatuan_Food_Longganisa",
        "category": "Food to Eat",
        "bodydescription": "What’s your favorite food? Close your eyes and think about it. Do images of longganisa and rice come to mind? Chances are, batutay will be just as delicious! \n\nPrepared using garlic, beef meat, pepper, salt, soy sauce, salt, pork-isaw, and sugar, batutay is a meat delicacy known not just in Nueva Ecija but in other regions as well, as it is often brought by visitors as pasalubong. \n\nEvery year, the city of Cabanatuan celebrates this unique fare, not just as a source of pride, but to help make this delicious longganisa famous, which in turn will boost the local food industry! ",
        "tagsStories": "Longganisa",
        "region": "Region 3",
        "province": "Nueva Ecija",
        "municipality": "Cabanatuan City"
    },
    {
        "title": "Mt. Samat in Bataan",   "subTitle" : "The Stand for the Fallen",
        "imageFilename": "Balanga_History_MtSamat",
        "category": "History to Uncover",
        "bodydescription": "Our heroes have monuments and statues to remind us of their sacrifices, but for every war, there are thousands of battles waged every day, that didn’t make it to history pages.\n\nFor every hero we read about, there are thousands of faceless, unnamed ones, whose bravery was the driving force of our nation’s fight for independence.\n\nAt the peak of Mt. Samat stands a cross to remind us of our past and the men who made freedom today a reality. It is a reminder of our capacity for greatness and how, in our own little way, we can be modern heroes.",
        "tagsStories": "Heroes",
        "region": "Region 3",
        "province": "Bataan",
        "municipality": "Balanga City"
    },
    {
        "title": "Coal Power Plant in Zambales",   "subTitle" : "Changing the Lives of the Locals",
        "imageFilename": "Olongapo_Products_CoalPowerPlant",
        "category": "Community Products to Support",
        "bodydescription": "In Sitio Naglatore, Subic, Zambales, a big project is underway that is bound to change the lives of its residents. A coal-fired power plant is being built to supply an alternative means of energy for the community. Some would argue that this is good; some may beg to differ. Coal is reliable, abundant, and an inexpensive source of electricity, but can also be a source of air and water pollution, global warming and marine life damage.\n\nSo is it changing lives for the better? Whether you think so or not, it is always good to be aware of our other options for energy sources.\n\n",
        "tagsStories": "Coal",
        "region": "Region 3",
        "province": "Zambales",
        "municipality": "Olongapo City"
    },
    {
        "title": "Unforgotten Stories of Bataan",   "subTitle" : "A Treasure of the Past",
        "imageFilename": "Bataan_Places_UnforgottenStories",
        "category": "History to Uncover",
        "bodydescription": "In the finger-shaped peninsula of Bataan, the greatest treasures are not located deep in its mountains, forests, or hills. They reside in the rich oral traditions handed down by their ancestors through many generations. These are myths and folklore, mysterious tales that tell of supernatural beings, mystical bells, ghosts, and pathways that lead to the “gates of hell”. \n\nTheir stories are considered the hidden history of Bataan because they are not written in history books. They are treasures of the past; and a reminder for Bataeños of their ancestors’ living tradition. As with all cultures, knowing our identity starts with an appreciation of our history.\n\n",
        "tagsStories": "Myths and Folk Lore",
        "region": "Region 3",
        "province": "Bataan",
        "municipality": "Balanga City"
    },
    {
        "title": "Tourist Destinations in Bataan",   "subTitle" : "Breathtaking sites to Behold",
        "imageFilename": "Bataan_Places_TouristDestinations",
        "category": "Places to Go",
        "bodydescription": "You may have heard that the province of Bataan is known as the “Cradle of Heroes” because of its historic significance during World War II. If we take an even closer look, Bataan offers visitors so much more. \n\nWithin its different municipalities are many attractions that are sure to make Bataeños proud. You can trek through the mountain trails of Orani to reach the blue waters of its river, enjoy the resorts along the coast of Morong, or adopt a turtle during the Pawikan Festival. The list goes on and if you’re a tourist, it will definitely make you say “Wow”!  ",
        "tagsStories": "Attractions",
        "region": "Region 3",
        "province": "Bataan",
        "municipality": "Balanga City"
    },
    {
        "title": "LPG-run Tricycles in Bataan",   "subTitle" : "Pushing for a Smoke-Free City",
        "imageFilename": "Balanga_Products_Kalan",
        "category": "Community Products to Support",
        "bodydescription": "In Balanga City, Bataan, locals are starting a different kind of revolution – the LPG revolution! From “Tricycle City”, Balanguenos are aiming to become the “Smoke-Free City”. With that goal in mind, local officials are proposing solutions to make the air cleaner through the use of liquefied petroleum gas, or LPG, to run its tricycles. This marvelous invention emits less of the harmful pollutants and is used as alternative fuel for vehicles, proving to be cheaper, effective and safe for running machines. \n\nResidents in the community surely believe that LPG-run tricycles will soon be \nthe future of Balanga City.\n\n",
        "tagsStories": "Transportation",
        "region": "Region 3",
        "province": "Bataan",
        "municipality": "Balanga City"
    },
    {
        "title": "Pulos",   "subTitle" : "The Functions of Math in Oponganons’ Way of Life",
        "imageFilename": "Cebu_Activities_Pulos",
        "category": "Activities to Enjoy",
        "bodydescription": "Counting sticks, subtracting coins, measuring lengths, and dividing bread—mathematics is something we use every day. But plenty of kids think that math is very hard to learn and master, that’s why they end up dropping out of school. \n\nThe students of the Science and Technology Education Center High School want them to think again. There are many ways one can learn to calculate and compute, and among these are fun exercises that are anything but tough. Plus, they want to show out-of-school youth that math is something they can apply every day. It can even give them an advantage in life.\n\n",
        "tagsStories": "REGION",   "subTitle" : "Central Visayas PROVINCE/TOWN",   "subTitle" : "Lapu-Lapu City, Cebu",
        "region": "Region 3"
    },
    {
        "title": "Delectable Cuisines in Pampanga",   "subTitle" : "A Treat for your Taste Buds",
        "imageFilename": "Angeles_Food_DelectableCuisine",
        "category": "Food to Eat",
        "bodydescription": "Are you ready for an adventure? In Angeles City, Pampanga, expect something savory – a culinary adventure!\n\nMost of us know that Kapampangans are famous for their cuisine and once you learn about some of the dishes they concoct, you can be sure they can rightfully        claim to be gurus of the kitchen.  Using ingredients you would never think are edible, they can serve exotic food like betute (stuffed frog) or kamaru (mole crickets). Of course, they are also known for more popular dishes such as sisig and ensaladang paco. So, what’s the only requirement for this adventure? Be bold enough to try something new!",
        "tagsStories": "Exotic food",
        "region": "Region 3",
        "province": "Pampanga",
        "municipality": "Angeles City"
    },
    {
        "title": "Caves in Zambales",   "subTitle" : "A House of Wonders",
        "imageFilename": "Zambales_Places_Kweba",
        "category": "Places to Go",
        "bodydescription": "What mysteries are hidden deep within Zambales’ caves? A tour inside these caves reveals a number of wonders unknown to many, just like the stories told about them. \n\nWhen you step inside Sagrada Familia, take a look at the altar that attracts devotees who take the annual pilgrimage by climbing the 500 steps that lead to the cave. The Kweba ni Bandong is less known, but the chambers, interconnecting passages, and interesting rock formations don’t make it any less grand. \n\nOver time, travelers will continue to visit these places as their formations, and even the stories they tell continue to evolve.  ",
        "tagsStories": "Caves",
        "region": "Region 3",
        "province": "Zambales",
        "municipality": "Santa Cruz"
    },
    {
        "title": "Historical Sites in Cavite",   "subTitle" : "A Glimpse of Suffering and Victory",
        "imageFilename": "Cavite_Places_Maragondon",
        "category": "Places to Go",
        "bodydescription": "If we take a look at the story of Maragondon, it is one filled with heroes and villains, suffering and victory!\n\nTake a walk around and you’ll find the house where Andres and Procopio Bonifacio were tried for treason; the Church of Our Lady of The Assumption, where they were detained; and Mt. Nagpatong, where the brave brothers were executed. Lastly, head over to Mount Pico de Loro, which was sought by war refugees for safety. Today, concerned individuals seek its environmental preservation.\n\nMaragondon is rich in history but at the same time that history must not only be promoted, but preserved.\n\n",
        "tagsStories": "Attractions",
        "region": "Region 4-A",
        "province": "Cavite",
        "municipality": "Maragondon"
    },
    {
        "title": "Bulaklakin Coral Reef in Cavite",   "subTitle" : "Marvel of Nature",
        "imageFilename": "Cavite_PlantsAnimals_CoralReef",
        "category": "Plants and Animals to Discover",
        "bodydescription": "Do you know what lies beneath the surface of Ternate, Cavite’s waters? Well, underneath is a marine habitat known as Bulaklakin Coral Reef or literally, flowers under the sea, a name befitting of this marvel of nature. \n\nBulaklakin Coral Reef is blossoming with vast marine resources and aquatic life. As it is very valuable and slowly becoming endangered, locals are now devoted to protecting this beautiful site through initiatives that include mangrove planting, clean-up drives, and waste management. And this is rightfully so. Ternateños know that much of Cavite’s beauty lies in their “flowers under the sea”\n\n",
        "tagsStories": "Coral reef",
        "region": "Region 4-A",
        "province": "Cavite",
        "municipality": "Maragondon"
    },
    {
        "title": "Rosario Festival in Quezon",   "subTitle" : "A Sacred and Fun Celebration",
        "imageFilename": "Lopez_Activities_RosarioFestival",
        "category": "Activities to Enjoy",
        "bodydescription": "In Lopez, Quezon, the faithful gather each year to honor the Nuestra Señora del Rosario, to whom they are grateful for protection through tough times. The Lopezeños mount a fiesta complete with colorful street dances, a grand procession, school activities and the daily Mass and Rosary. \n\nHowever, there are social and economic impacts of this tradition",   "subTitle" : "family funds are spent on activities, students miss classes because of processional rehearsals, and at the end, loads of trash are scattered on the streets.\n\nThese concerns must be addressed, because everybody deserves to express their faith—Catholic or not—in ways that will enrich life.\n\n",
        "tagsStories": "Festivals",
        "region": "Region 4-A",
        "province": "Quezon",
        "municipality": "Lopez"
    },
    {
        "title": "Mangyans in Mindoro",   "subTitle" : "Simple People with Rich History and Heritage",
        "imageFilename": "OrientalMindoro_People_Mangyan",
        "category": "People to Meet",
        "bodydescription": "Within the mountains of Oriental Mindoro, we find a well-kept cultural heritage. These are traditions that are being kept alive by the eight indigenous tribes, collectively known as the Mangyans, literally meaning “forestman.” \n\nThese tribes have remarkably preserved their artistic and literary traditions, language, and customs throughout history. Though some of them still maintain the same pagan beliefs and ancient tribal rituals of their ancestors, the protection of age-old traditions shows how importantly they regard their cultural heritage.\n\nAfter all, our own history and culture is something we ought to be proud of, for it is who we are, don’t you think?\n\n",
        "tagsStories": "Indigenous People",
        "region": "Region 4-B",
        "province": "Oriental Mindoro",
        "municipality": "Calapan City"
    },
    {
        "title": "I Love Bagong Calapan",
        "imageFilename": "OrientalMindoro_Activities_Calapan",
        "category": "Activities to Enjoy",
        "bodydescription": "If there was a city, wherein you simply cannot count the number of ways you can have fun, it would be Calapan City. Oriental Mindoro’s first and only city is also the province’s hub of tourist attractions, culture and arts, and delicious cuisine.\n\nSee historical places such as the Casa Real Ruins, beaches on the islets of Baco Chico and Pachoca Balite, and eco-tourism spots—Calapan City Nature Park and the Bulusan Caves. Taste their sweet dried squid and cassava cake, and experience local culture in the Sanduguan Festival. The list goes on, and an actual visit is sure to offer more!  ",
        "tagsStories": "Attractions",
        "region": "Region 4-B",
        "province": "Oriental Mindoro",
        "municipality": "Calapan City"
    },
    {
        "title": "Doon Po Sa Amin, Pag-Unlad ang Hangarin",
        "imageFilename": "OrientalMindoro_Places_Calapan",
        "category": "Places to Go",
        "bodydescription": "Calapan is a city truly deserving of its title, the “Gateway to the Golden Isle”. From being a humble town in the island of Mindoro, the city is now alive with business and commerce. \n\nCalapeños can proudly say that tourists from all over come to see their home, and rightly so. The city boasts of amazing beaches and resorts, the famous statue of Dr. Jose Rizal, and the Calapan Recreational Park. It is also home to one of the busiest ports that bring multitudes of people to and from neighboring provinces. It’s amazing how far Calapan City has come!\n",
        "tagsStories": "Attractions",
        "region": "Region 4-B",
        "province": "Oriental Mindoro",
        "municipality": "Calapan City"
    },
    {
        "title": "Si Ina",   "subTitle" : "Sarong Debosyon sa Halawig na Panahon",
        "imageFilename": "CamarinesSur_Activities_Ina",
        "category": "Activities to Enjoy",
        "bodydescription": "\nEverybody knows about the Bicolanos’ love for the Nuestra Señora de Peñafrancia, or INA, as they fondly call her. \n\nHealing miracles abound to prove Our Lady’s intercession, from Peñafrancia’s founder Fray De Cubarrubias’ recovery of sight, to the recent remission from lung tumors experienced by Bicol Archbishop Legazpi. Her devotees attest to miracles of protection that our Ina brings.\n\nAnnual traditions like the fluvial processions, the solemn Translacion, and novenas always gather thousands of devotees and tourists. But through the years, new activities have been added to the fun festivities by the city government and civic associations. Somehow, the true meaning of the INA in the Bicolanos’ lives has been lost. This is what some people have sought to find",   "subTitle" : "How the church and the city government can work together to make the event as meaningful and relevant to the Bicolanos of today.\n\nIn a region prone to calamities, miracles are a reminder of Grace as our Ina also inspires Bicolanos to continue doing acts of common good.",
        "tagsStories": "Festivals",
        "region": "Region 5",
        "province": "Camarines Sur",
        "municipality": "Naga City"
    },
    {
        "title": "Tigsik",   "subTitle" : "Pagsalingoy sa Lengwaheng Bikolnon",
        "imageFilename": "CamarinesSur_Activities_Tigsik",
        "category": "Activities to Enjoy",
        "bodydescription": "Long before rap, hiphop and tweets became hip, Bikolanos turned to tigsik to exchange ideas in a quick, witty, funny, and poetic way. But as less and less people in modern times celebrate this art form of verbal jousting, the danger of this literature being forgotten becomes more pressing.\n\nTigsik is an important part of the Bikolano culture, and losing it will mean letting go of an important part of their history and identity. With a detailed plan of action in hand, students clamor for bringing back this well-loved art back into their school curriculum and into the home of every Bikolano.\n\n",
        "tagsStories": "Entertainment",
        "region": "Region 5",
        "province": "Camarines Sur",
        "municipality": "Naga City"
    },
    {
        "title": "Mike V. Padua Pag Asa Kan Naga",
        "imageFilename": "CamarinesSur_People_MikeVPadua",
        "category": "People to Meet",
        "bodydescription": "Imagine being caught unprepared as heavy rains batter down your roof, your kitchen supplies meager and candles are nowhere in sight. In the city of Naga, one man works hard to arm the citizens with knowledge on the next disaster so that they are aware and ready.\n\nAs a meteorologist, Mike Padua had the honor of having predicted the return of a devastating typhoon—back when it was unforeseen by even the PAG-ASA.  Since then, he has given Nagauenos many warnings that have saved countless lives. His inspiring story and passion for his work has made Mike a local hero, well-loved and treasured for his contribution to Naga society.\n\n",
        "region": "Region 5",
        "province": "Camarines Sur",
        "municipality": "Naga City"
    },
    {
        "title": "Marvels of Catanduanes",
        "imageFilename": "Catanduanes_Places_Catanduanes",
        "category": "Places to Go",
        "bodydescription": "Unspoiled, untouched, unexplored.  Even now when technology has made it possible to reach every corner of the Earth, Catanduanes has managed to retain its pure beauty. Rich in natural resources and easily one of the most beautiful islands in the country, Catanduanes, poetically known as “The Land of Howling Winds,” boasts of sun, sea, and land.\n\nMore than its beaches, Catanduanes serves up exciting must-dos to tick off a traveler’s list",   "subTitle" : "Surfing, scuba diving, skimboarding, and even ethnic festivals that show off the province’s colorful history and tradition.\n\nCatanduanes is also home to a stone church that dates back to the 1800s and which has withstood the test of time and the ravages of war. Whether you’re looking for culture or summer fun, this tropical island paradise welcomes you to its shores!\n\n",
        "tagsStories": "Attractions",
        "region": "Region 5",
        "province": "Catanduanes"
    },
    {
        "title": "Paracale",   "subTitle" : "Bulawan na Banwa (The Gold Town)",
        "imageFilename": "CamarinesSur_Products_Gold",
        "category": "Community Products to Support",
        "bodydescription": "You would think a town blessed with gold deposits would get rich easily. Think again! Paracale, Camarines Norte is where a quarter of the adult population have no jobs, where many townspeople work in mining operations that are unsafe, and environmentally disastrous. Miners use mercury, cyanide, and deep-diving air pumps. These practices threaten people and the environment by poisoning the water and risking the health of miners and their families.\n\nThe situation is saddening but solutions are being sought to improve lives such as healthcare plans, miners’ cooperatives, and seeking other sources of livelihood.\nBeneath Paracale lies gold; but the real treasure is finding better ways to work and live.\n\n",
        "tagsStories": "Gold",
        "region": "Region 5",
        "province": "Camarines Sur",
        "municipality": "Naga City"
    },
    {
        "title": "Orgulyo Kan Naga, Kinalas Na Kakaiba!",
        "imageFilename": "CamarinesSur_Food_Orgulyo",
        "category": "Food to Eat",
        "bodydescription": "A visit to Naga City isn’t complete without tasting Kinalas, a noodle soup, with broth from boiled pork or beef head, topped with a brown sauce like Pancit Palabok’s. A cousin of Mami, but with bite, especially when eaten with siling labuyo, as a Bicolano would have it. Yummy!\n\nThe secret to a good bowl, as shared by one restaurant owner, is not the broth, but the sauce and the freshness of the ingredients. \n\nThe pride of Naga City, this humble bowl now has its own Kinalas Festival. Eat well – but moderately!\n\n",
        "tagsStories": "Soup",
        "region": "Region 5",
        "province": "Camarines Sur",
        "municipality": "Naga City"
    },
    {
        "title": "Doon Po Sa Amin, Minsan May “Kuyom Na Palad” – Robredo",   "subTitle" : "Naga City’s Pride",
        "imageFilename": "CamarinesSur_People_Robredo",
        "category": "People to Meet",
        "bodydescription": "Less is more. That is the secret to Naga City’s progress, a “spendthrift” work ethic that was encouraged by the late Jesse Robredo, Naga City’s former mayor. Under his leadership, smart spending turned the city around, bringing it into 1st class status in a little more than a decade. \n\nSo what is the result of cost-effective and efficient public service? Huge economic growth from many new businesses and jobs; achievements in the social housing sector; a culture of social-awareness; and the confidence of a city recognized by the global community for progress through numerous awards. ",
        "tagsStories": "Politicians",
        "region": "Region 5",
        "province": "Camarines Sur",
        "municipality": "Naga City"
    },
    {
        "title": "Dahil Kay Vermi, Natuto Kami (The Teachings from the Book of Vermi)",
        "imageFilename": "CamarinesSur_Activities_Vermicomposting",
        "category": "Activities to Enjoy",
        "bodydescription": "Who would have thought that a little worm could be a symbol and a catalyst for change? Nagueños sure know this. \n\nNagueños turn to a process called Vermitechnology, which makes use of worm by-products from food refuse as organic fertilizers. Not only does this produce safer, toxic-free food and provide an additional source of income for families, it also motivates students and residents to live a more environment friendly lifestyle through organic gardening, waste segregation and recycling. For a community living close to a dumpsite, this surely is a breath of fresh air, thanks to the little worm.\n\n",
        "region": "Region 5",
        "province": "Camarines Sur",
        "municipality": "Naga City"
    },
    {
        "title": "Doon Po Sa Amin ang Maliit Pinagmamalaki",
        "imageFilename": "CamarinesSur_PlantsAnimals_Sinarapan",
        "category": "Plants and Animals to Discover",
        "bodydescription": "Within the waters of Lake Buhi Camarines Sur lives the world’s smallest fish, the Sinarapan. Named so not just because it is considered one of the tastiest delicacies of the lake (ever heard of guisadong Sinarapan?), but also because of the sarap, which is the Bicolano term for the fishing gear used to capture it. \n\nThese tiny fishes are regarded as a precious natural resource, and Bicolanos are finding ways to protect and preserve them. Although they hold the world’s record as the smallest commercial fish, they definitely play a big role in making up Bicol’s rich and unique biodiversity. ",
        "tagsStories": "Fish",
        "region": "Region 5",
        "province": "Camarines Sur",
        "municipality": "Naga City"
    },
    {
        "title": "Supat kan Hinangos Ko, Gikan sa Basura Mo",
        "imageFilename": "CamarinesSur_Acivities_Basura",
        "category": "Activities to Enjoy",
        "bodydescription": "Ever wonder what a garbage collector’s life is like? Through the story of the people of the Balatas Dumpsite of Naga City, the scavenger’s life can be quite extraordinary. \n\nIn Barangay Balatas, garbage picking is the main source of living for most of its people. It is not an easy life. Nevertheless, the scavengers find value in their work, turning trash into treasure. Their hard and humble lives are a reality they live with everyday, but the greatest lesson of their story is that it can also be the means by which they make their lives better and more meaningful. ",
        "tagsStories": "REGION",   "subTitle" : "Bicol PROVINCE/TOWN",   "subTitle" : "Naga City, Camarines Sur",
        "region": "Region 5",
        "province": "Camarines Sur",
        "municipality": "Naga City"
    },
    {
        "title": "Doon Po Sa Amin; Doot sa Salog, Buhay kan Gabos",
        "imageFilename": "CamarinesSur_PlantsAnimals_WaterHyacinths",
        "category": "Plants and Animals to Discover",
        "bodydescription": "You’ve probably walked beside a river and admired those free-floating plants with large leaves and striking blue and violet flowers. Those are water hyacinths that are indeed beautiful to look at but, believe it or not, are also pollutants. There is good news to this story, though. \n\nIn Mabolo, Naga City and neighboring Milaor in Camarines Sur, water hyacinths are cause of concern because of problems such as clogged rivers and flooding, but the people of these communities are using these flora as a rich resource and means for employment. Bicolanos are remarkably turning something harmful into something beneficial.\n\n",
        "tagsStories": "Water Hyacinths",
        "region": "Region 5",
        "province": "Camarines Sur",
        "municipality": "Naga City"
    },
    {
        "title": "Salog kan Buhay, Importanteng Maray",
        "imageFilename": "CamarinesSur_Places_NagaRiver",
        "category": "Places to Go",
        "bodydescription": "While Naga City is known as the “heart of Bicol”, it is home to a river that finds a special place in the hearts of Nagueños. The development of the Naga River, which is the site of the city’s yearly procession in honor of their patroness, Nuestra Señora de Peñafrancia, moved the government to start a project called Salog Kan Buhay. \n\nApart from its goal of cleaning up the river, the project provides public water transportation, and even calls on local residents to be a part of beautifying surrounding areas. Truly, Naga River has won the hearts of Nagueños.\n\n",
        "tagsStories": "River",
        "region": "Region 5",
        "province": "Camarines Sur",
        "municipality": "Naga City"
    },
    {
        "title": "La Villa Rica de Arevalo",   "subTitle" : "Heritage and Greatness",
        "imageFilename": "Iloilo_History_LaVillaRicaDeArevalo",
        "category": "History to Uncover",
        "bodydescription": "A town’s culture and history often provide a window to the rich heritage that the past has left behind as a legacy. La Villa Rica de Arevalo in Iloilo is one such community.\n\nMany old houses and buildings from ages past have been preserved, often still being enjoyed and used today by Villahanons. Religious traditions, like their reverence to the Sto. Nino de Arevalo, also guide the entire community’s faith. With its many beaches, Arevalo is also known to Ilonggos as one of the best destinations for a fun dip. These blessings encourage the people from Arevalo to preserve their cultural and natural environment, for future Villahanons to enjoy.\n\n",
        "tagsStories": "Attractions",
        "region": "Region 6",
        "province": "Iloilo",
        "municipality": "Arevalo"
    },
    {
        "title": "The Community Structure Of Mangroves In Batiano River, Oton, Iloilo",
        "imageFilename": "Iloilo_PlantsAnimals_Mangroves",
        "category": "Plants and Animals to Discover",
        "bodydescription": "Mangrove sites are more than just murky places that are most often converted into fish ponds or as settlement for communities. \n\nIn gathering data on the Batiano River mangrove site, the students of Oton National High School have realized the importance of preserving its abundant plant species and maintaining the river’s ecological balance. ",
        "tagsStories": "Mangrove",
        "region": "Region 6",
        "province": "Iloilo",
        "municipality": "Oton"
    },
    {
        "title": "Oponganons Binisaya",   "subTitle" : "Myth or Scientific?",
        "imageFilename": "Cebu_History_HealingBeliefs",
        "category": "History to Uncover",
        "bodydescription": "Some fairy tales and folk lore stay with us even when we’re old enough to believe otherwise. Filipinos have unique superstitious beliefs, which may sound funny to other people. For a Bisayan group called the Oponganons, these beliefs are taken seriously. For generations, these have been a part of daily life as  it is applied to cultural and medical practices.\n\nFrom hilot (healing massage) to barang (sorcery) and palina (smoking out evil), the Oponganons turn to the power within themselves to deal with many of their society’s ills and diseases.\n\n",
        "tagsStories": "Myths and Folk Lore",
        "region": "Region 7",
        "province": "Cebu",
        "municipality": "Lapu-lapu City"
    },
    {
        "title": "Retail Heroes",
        "imageFilename": "Cebu_People_Magbobotes",
        "category": "People to Meet",
        "bodydescription": "A grimy little boy checks an empty, dirty bottle with a practiced eye.  . He shakes it, looks for cracks, and shoots it down his sack.  He makes his way through a mountain of trash to find what many of us call garbage.  To him, it is a life-sustaining treasure.\nMagbobotes (a person collecting bottles to sell to junk shops) scrounge dumps to gather used bottles in exchange for a few cents, but what they do is a huge environmental undertaking.\n\nCan you imagine a world without magbobotes and basureros? Without them, our trash will continue to pile, but at the same time, we must still do our part to contribute to a cleaner environment.",
        "tagsStories": "Workers",
        "region": "Region 7",
        "province": "Cebu",
        "municipality": "Lapu-lapu City"
    },
    {
        "title": "Kasugiran",   "subTitle" : "A Reagent to Culture",
        "imageFilename": "Cebu_History_Kasugiran",
        "category": "History to Uncover",
        "bodydescription": "How can we forget all the amazing tales of monsters, spirits and heroes that have been shared by many storytellers? We felt thrilled, scared and fascinated!\n\nIn Lapu-Lapu City, Cebu, the local Oponganon culture and its collection of myths, legends, beliefs and superstitions have been orally handed down from one generation to the next. It is called the Kasugiran.\nA beautiful princess is turned into a mermaid. A giant octopus inhabits a sea cave. A creature has a unique appetite for moons. These are some of the fantastic characters that inhabit the Kasugiran—a vital part of Oponganon culture and identity.\n\n",
        "tagsStories": "Myths and Folk Lore",
        "region": "Region 7",
        "province": "Cebu",
        "municipality": "Lapu-lapu City"
    },
    {
        "title": "Lato",   "subTitle" : "Oponganons’ Golden Mines",
        "imageFilename": "Cebu_PlantsAnimals_Lato",
        "category": "Plants and Animals to Discover",
        "bodydescription": "If I ask you to describe Lato, slimy is probably one of the first words that’ll come to mind. Whether you like it or loathe it, this local seaweed is a true Pinoy delicacy celebrated for its fresh flavor, medicinal powers and its vital role in the livelihood of Lapu-Lapu City’s Oponganon people.\n\nLato plantations abound in Lapu-Lapu, where it grows in rich ponds alongside other marine life. Once harvested, you can toss it in a salad, use it to cure goiter, or if you’re Japanese, turn it into plates, medicine or dried treats. Sounds good? Oponganons couldn’t agree more!\n\n",
        "tagsStories": "Lato",
        "region": "Region 7",
        "province": "Cebu",
        "municipality": "Lapu-lapu City"
    },
    {
        "title": "Opon’s Life Work",
        "imageFilename": "Cebu_Activities_OPLANToothBrushHabit",
        "category": "Activities to Enjoy",
        "bodydescription": "Did you ever think about whether you’re brushing your teeth the right way or not? Well, many of Lapu Lapu City’s kids generally do not observe proper oral hygiene—almost 90% of them have poor teeth and gums!\n\nTo solve this problem, the Channel of Hope and Rise Above Foundation of Cebu launched a program called OPLAN Toothbrush Habit. Students in public schools each received kits containing a toothbrush and toothpaste. They were taught to brush their teeth through a circular motion. This way, many of these children will know the importance of keeping their teeth and gums healthy and clean. That’s something to smile about!\n\n",
        "tagsStories": "REGION",   "subTitle" : "Central Visayas PROVINCE/TOWN",   "subTitle" : "Lapu-Lapu City, Cebu",
        "region": "Region 7",
        "province": "Cebu",
        "municipality": "Lapu-lapu City"
    },
    {
        "title": "My Trash, My Treasure, My Life",
        "imageFilename": "Cebu_Products_TreasureTrove",
        "category": "Community Products to Support",
        "bodydescription": "Three communities in Cebu are becoming gold mines of treasure. No, it is not actual gold that they collect but trash, which these Cebuanos find to be an endless wealth of materials and a means for a better life. You would be amazed at the many things their everyday trash is turned into. They can make bags, bowls and hats out of paper, or fashion lanterns out of used plastic spoons. They also collect trash to urge citizens to join numerous endeavors in saving the environment. Who would have known that a pile of garbage can be a treasure-trove?",
        "tagsStories": "Recycled Products",
        "region": "Region 7",
        "province": "Cebu",
        "municipality": "Lapu-lapu City"
    },
    {
        "title": "Ecomovers on the Flush",
        "imageFilename": "NegrosOriental_Products_ECOSAN",
        "category": "Community Products to Support",
        "bodydescription": "Do you know what happens when you flush the toilet? Human waste simply goes to a city’s sewage system, which could be a major cause of the spread of diseases, as well as water and soil contamination, among other things. \n\nIn Bayawan National High School, school administrators found a way to solve this problem by installing the Ecological Sanitation (ECOSAN) toilet. Its many uses include turning human waste into something that may be recycled (as fertilizer) and minimizing its ill effects to health. As such, ECOSAN helps prevent the spread of diseases, conserves water, and ultimately protects the environment. Nothing’s wasted with this project!\n\n",
        "tagsStories": "Recycled Products",
        "region": "Region 7",
        "province": "Negros Oriental",
        "municipality": "Bayawan City"
    },
    {
        "title": "Kuryente sa Katunga-an sa Kadagatan",
        "imageFilename": "Cebu_Products_SolarPanel",
        "category": "Community Products to Support",
        "bodydescription": "Pangan-an island, Cebu is not exactly island paradise. Households live by candlelight, kerosene lamp, or diesel generators at night. Residents are limited to activities that can only be done during daytime. \n\nThis changed 15 years ago when the Department of Energy and the Department of Science and Technology introduced the solar panel. Powered by the sun, residents had more energy to enrich their lives! Of course, this resource must be used responsibly",   "subTitle" : "Use only houselights at night and appliances during daytime, and pay your electricity bills on time.\n\nEven if the sun’s rays are free, reaping the rewards comes with responsibility!\n\n",
        "tagsStories": "Solar Panel",
        "region": "Region 7",
        "province": "Cebu",
        "municipality": "Lapu-lapu City"
    },
    {
        "title": "Final Destination",   "subTitle" : "Save the Best for Last",
        "imageFilename": "Cebu_Places_Lapu-LapuCity",
        "category": "Places to Go",
        "bodydescription": "Named after the Philippines’ first national hero, Lapu-Lapu City can give you a few reasons why you should pay a visit. The city’s well-known attractions draw in tourists from here and abroad. \n\nFrom the Mactan Cebu International Airport, considered the Visayas region’s “gateway to the world”, see historical landmarks like the Mactan Shrine and have a little respite and relaxation in hotels like the Crown Regency. Try some local Cebuano cuisine at sutukil restaurants where food is grilled (sugba), made into tinola (tuwa), or cooked in vinegar (kilaw). \n\nSo, do you love Lapu-Lapu City? Cebuanos can count the ways!\n\n",
        "tagsStories": "Attractions",
        "region": "Region 7",
        "province": "Cebu",
        "municipality": "Lapu-lapu City"
    },
    {
        "title": "Bakhaw",   "subTitle" : "Kagurangan nga Bahandi (Mangrove",   "subTitle" : "Forest of Treasures)",
        "imageFilename": "EasternSamar_PlantsAnimals_Bakhaw",
        "category": "Plants and Animals to Discover",
        "bodydescription": "Why should we save the mangroves? The Samareños of Barangay Punta Maria, Borongan can give you many reasons why. \n\nEastern Samar’s coastlines are dotted with a variety of these amphibious plants, which have countless environmental benefits. Mangrove forests protect upland forests from storm winds, waves, and floods. They provide a tranquil home for marine and terrestrial life. They are an indispensable source of food for Borongan City’s residents. They filter water pollution, and from their roots, bark, and leaves, we can produce medicine, dyes, tea, and lumber. Overall, they contribute to a well-balanced environment. Need we say more?\n\n",
        "tagsStories": "Mangrove",
        "region": "Region 8",
        "province": "Samar",
        "municipality": "Borongan"
    },
    {
        "title": "Sitio Baugo",   "subTitle" : "Home of Ormoc’s Bamboo",
        "imageFilename": "Leyte_Products_Ormoc'sBamboo",
        "category": "Community Products to Support",
        "bodydescription": "Ormoc City has an abundance of bamboo trees. Because of this, one family from Sitio Baugo—the Alvarados—decided to make use of the produce by fashioning furniture out of it. \n\nWith only hammers and chisels, they manually produce complete living room sets and other home furnishings out of bamboo. With two to three people working on a set, construction took them at least two weeks to a month. Since that time, many families from the same barangay followed suit, creating a healthy competitive industry of bamboo furniture production.\n\n",
        "tagsStories": "Bamboo",
        "region": "Region 8",
        "province": "Leyte",
        "municipality": "Ormoc City"
    },
    {
        "title": "Sa Oro ng Quieta",
        "imageFilename": "MisamisOccidental_Places_Oroquieta",
        "category": "Places to Go",
        "bodydescription": "Oroquieta has been around since 1861, but today, it has become a modern tourist spot—and perhaps, your family’s next vacation destination!\n\nWhat can one do on a trip to Oroquieta? First, take a stroll at the City Plaza. Next, catch locals fishing at the Boardwalk. Drop by the Taboan market to shop for fresh seafood. Afterwards, relax at Daminar’s Riverside Garden or tour the Marine Sanctuary. Finally, sit down for an Oroquietanian meal. Warm up with a steaming bowl of Halang-Halang soup; then feast on grilled Lumyagan or Purpleback Flying Squid. Lastly, enjoy Suman Tinambiran for dessert. Life is sweet!\n\n",
        "tagsStories": "Attractions",
        "region": "Region 10",
        "province": "Misamis Occidental",
        "municipality": "Oroquieta City"
    },
    {
        "title": "Pista Sa Oroquieta",   "subTitle" : "Pagyukbo sa Atong Birhen Sa Santo Rosaryo",
        "imageFilename": "MisamisOccidental_Activities_Feast",
        "category": "Activities to Enjoy",
        "bodydescription": "When we think of festivals, we think of food, dancing, and laughter. Well, every 16th of October, during the Oroquieta City Fiesta in Misamis Occidental, locals and tourists from all over the world are in for a treat. \n\nIn their celebration to honor their patron saint, the Blessed Virgin Mary, Oroquietanians come together to commemorate this tradition through trade fairs, pageants, food and music. The community gathers together for thanksgiving and prayer, and to enjoy each other’s company while savoring traditional dishes such as ibus, suman, and torta. In Oroquieta City, what is not to love about throwing a fiesta? ",
        "tagsStories": "Festivals",
        "region": "Region 10",
        "province": "Misamis Occidental",
        "municipality": "Oroquieta City"
    },
    {
        "title": "Charcoal in Oroquieta",   "subTitle" : "Fueling Livelihood, Fueling Life",
        "imageFilename": "MisamisOccidental_Products_Uling",
        "category": "Community Products to Support",
        "bodydescription": "Charcoal or uling may only serve as cooking fuel in most households. But for a small village in Misamis Occidental, the humble uling practically fuels their lives.\n\nIn Paypayan village of Oroquieta City, the province’s capital city, job opportunities are scarce and only few establishments are present. With meager educational attainment, the marginalized segment of the population is forced to engage in other means of livelihood to survive. Fortunately, the village is abundant in raw materials for charcoal production, thus, many locals currently depend on charcoal-making as their main source of living.\n\nOroquietanons engaged in this enterprise use only reject logs, branches, and twigs as raw materials as cutting of trees for this purpose is strictly prohibited by law. Others use cheaper materials like coconut shell.\n\nLike in other parts in Mindanao, most charcoal producers in the area use the traditional ground pit method of production. This method involves filling a large pit with wood, igniting it, and covering the pit with either soil or flattened metal scraps. A typical ulingan is usually located at a remote place, far from houses to avoid exposure of locals to smoke and dust.\n\nUse of charcoal is considered carbon neutral, which means no carbon dioxide is released into the atmosphere, making it environment-friendly. Considering the soaring prices of commercial fuel source like LPG, most people turn to charcoal as a cheap alternative. \n\nBut for the locals, charcoal is more than just a common alternative fuel for cooking. Every bits and pieces of charcoal symbolize not only sweat and pain but also hope of the locals for a better future. \n",
        "tagsStories": "Coal",
        "region": "Region 10",
        "province": "Misamis Occidental",
        "municipality": "Oroquieta City"
    },
    {
        "title": "Pag-asang Hatid ng Bawat Umaga",
        "imageFilename": "Bukidnon_Places_Panamucan",
        "category": "Places to Go",
        "bodydescription": "In May 25, 2011, Bukidnon was struck by one of the worst natural disasters when heavy rains caused flash floods in several of its sitios. One of these was Panamucan, considered an area remote from the town center. \n\nDespite this, on the day of the flooding, Bukidnon’s volunteers, rescue teams and local residents banded together to come to the aid of their fellowmen.  Impassable roads and treacherous waters were a challenge but were never a hindrance in their efforts to rescue Panamucan’s residents. \n\nThis tiny village proves that one can find the spirit of unity in communities both big and small!\n\n",
        "region": "Region 10",
        "province": "Bukidnon",
        "municipality": "Malaybalay"
    },
    {
        "title": "The Bukidnon Tribe",   "subTitle" : "Keepers of Dreams",
        "imageFilename": "Bukidnon_People_BukidnonTribe",
        "category": "People to Meet",
        "bodydescription": "Literally meaning “people of the mountains”, the Bukidnon tribe is a peace-loving people.  They are settled in the lowlands of Mt. Kitanglad, where they live in quiet seclusion, in harmony with nature.\n\nSadly, their ancestral lands are being threatened, and their culture and traditions are in danger of slowly disappearing. The Bukidnons are striving to protect their home and preserve their legacy through their resolve and perseverance because of a strong belief",   "subTitle" : "They are a link to the past and the keepers of ancient wisdom.\n\nAs national hero, Jose Rizal once said",   "subTitle" : "“Ang hindi lumingon sa pinanggalingan ay di makakarating sa paroroonan.” (He who does not know how to look back where he came from will never get to his destination.)\n\n",
        "tagsStories": "Indigenous people",
        "region": "Region 10",
        "province": "Bukidnon",
        "municipality": "Malaybalay"
    },
    {
        "title": "Mag Panaw Ki",
        "imageFilename": "Camiguin_Places_Catarman",
        "category": "Places to Go",
        "bodydescription": "According to local legend, an angry enkanto named Hibok-Hibok threw rocks at his enemies, which separated the island of Camiguin from Surigao and gave birth to the islet of Mantigue. This early description of the island’s origins from a volcanic eruption is also why Camiguin is dotted with hot and cold springs and blessed with fertile earth that produces the country’s sweetest Lanzones. \n\nOther remnants of ancient volcanic eruptions include the picturesque Catarman Church Ruins and the Sunken Cemetery at sunset. Indeed, Camiguin is a thriving island paradise proving that life can rise from the ashes time and again.\n\n",
        "tagsStories": "Attractions",
        "region": "Region 10",
        "province": "Camiguin",
        "municipality": "Catarman"
    },
    {
        "title": "Amazing Nanay Ansing",
        "imageFilename": "Camiguin_People_NanayAnsing",
        "category": "People to Meet",
        "bodydescription": "When it comes to living a healthy and full life, there is no better person to ask for advice than Nanay Ansing. Also known as Mrs. Marcelina Agbon Bullecer, \n\nNanay Ansing is the oldest woman in Catarman, Camiguin—at 107 years old.  Nanay Ansing is on a vegetarian diet and does regular physical activities—from doing simple chores to walking. Above all, friends and family believe that a positive outlook keeps her body and soul alive and kicking!\n\n",
        "region": "Region 10",
        "province": "Camiguin",
        "municipality": "Catarman"
    },
    {
        "title": "Panginabuhi sa Buru-Buru",
        "imageFilename": "LanaoDelNorte_Places_Buru-buru",
        "category": "Places to Go",
        "bodydescription": "The Maranaos of Timoga, Barangay Buru-un, named their homeown after the word “buru-buru,\" meaning springs. This is why many of its residents generate their livelihood from this body of water. \n\nAmong the many businesses in Timoga, tourism is its main livelihood because of the Timoga Spring Pools. When many of these spring pools attracted tourists, townspeople expanded their means of livelihood by putting up stores and food stalls. They also put up car wash and laundry areas to make use of the excess water. Because of their business smarts, the people of Buru-un have created better lives for their community!\n\n",
        "tagsStories": "Spring",
        "region": "Region 10",
        "province": "Lanao del Norte",
        "municipality": "Iligan City"
    },
    {
        "title": "Lahoy",   "subTitle" : "Langis ng Buhay",
        "imageFilename": "LanaoDelNorte_Products_Lahoy",
        "category": "Community Products to Support",
        "bodydescription": "Squalene oil is one of the by-products of a fish called lahoy, also known as dog shark or deep-sea shark.  This type of fish is found in the waters of Santa Filomena, a small town in Iligan City. Fishermen catch this fish and from its liver, extract the oil that is said to have many benefits. \n\nBeing an anti-oxidant, squalene oil impacts a person’s health. Despite being hard to obtain (lahoy thrives in deep-sea waters), this oil can treat many ailments, strengthen one’s immune system, aid the digestive system, and is even known to treat patients with leukemia—a true miracle oil!\n\n",
        "tagsStories": "Oil",
        "region": "Region 10",
        "province": "Lanao del Norte",
        "municipality": "Iligan City"
    },
    {
        "title": "Doon Po Sa Amin",   "subTitle" : "Nagkakahugis ang Lupa",
        "imageFilename": "DavaoDelSur_Activities_PotteryMaking",
        "category": "Activities to Enjoy",
        "bodydescription": "In Digos City, Davao, a quiet, little town 10 minutes away from the hustle of the big city, men and women hunker down to work on their craft. Pottery making is a skill handed down from one generation to the next, and here, it is a source of livelihood for almost a third of the population.\n\nAside from showcasing the abundant natural resources of Digos, the pottery industry of the city earns approximately a million pesos worth of income coming from the taxes of the potters, who earn P16,200 a month.\n\nThese potters are molding their lives for the better, indeed!\n\n",
        "tagsStories": "Pottery",
        "region": "Region 11",
        "province": "Davao del Sur",
        "municipality": "Digos City"
    },
    {
        "title": "Doon Po Sa Amin, Madayaw na sadya sa Kadayawan",
        "imageFilename": "DavaoDelSur_Activities_KadayawanFestival",
        "category": "Activities to Enjoy",
        "bodydescription": "In the old days, the lumad or indigenous peoples of Davao would celebrate a good harvest at the foot of Mt. Apo. It would certainly be a madayaw occasion",   "subTitle" : "Good, beautiful, honorable and profitable. \n\nThe chaotic 1970s to 1980s urged Davao City to set things straight, in a festival of its many lumad cultures and its famous flowers and fruits. Formerly called “Apo Duwaling”, the Kadayawan Festival is a parade of flower-bedecked floats and tribal dancing, which is much awaited every August by Davaoeños and tourists, as the streets come alive with colors. Good harvest, good times for everyone!\n\n",
        "tagsStories": "Festivals",
        "region": "Region 11",
        "province": "Davao del Sur",
        "municipality": "Digos City"
    },
    {
        "title": "Doon Po sa Amin, Kuyaw ang Pangayaw",
        "imageFilename": "DavaoDelSur_History_Pangayao",
        "category": "History to Uncover",
        "bodydescription": "In storybooks, we’ve heard about tribal warfare and fierce battles, but in the mountains of Paquibato District, Davao City, this is a reality. Pangayao or revenge killing is a custom that used to be wildly practiced among the Ata people. \n\nIn spite of this unsettling reality, there is a positive note. Datus are called on to mediate for their tribes. With the passage of time, education and religion have also established more peace among the tribes.\n\n",
        "tagsStories": "Siege and War",
        "region": "Region 11",
        "province": "Davao del Sur",
        "municipality": "Digos City"
    },
    {
        "title": "Kiya po (Kaya po) kami ganito dahil sa Kiyapo (water lily)",
        "imageFilename": "DavaoDelSur_PlantsAnimals_WaterLily",
        "category": "Plants and Animals to Discover",
        "bodydescription": "In the community of Purok, Water Lily—aptly named because of the abundant water hyacinths that grow within it—the women are weaving something magical. These beautiful plants with large leaves and lilac flowers that rise above waters and were once regarded as pests are being turned into various useful items. The plant’s stalks are harvested and woven into shoes, baskets and ornaments. \n\nBecause of the water hyacinth becoming a rich source of livelihood, Barangay Wilfredo Aquino in Agdao, Davao City is now turning into a thriving community. Yes, you can definitely say the Agdao women are weaving for prosperity!\n\n",
        "tagsStories": "Water Hyacinths",
        "region": "Region 11",
        "province": "Davao del Sur",
        "municipality": "Digos City"
    },
    {
        "title": "Amazing Ricefields Way to Economic Progress",
        "imageFilename": "DavaoOriental_Products_HybridRice",
        "category": "Community Products to Support",
        "bodydescription": "When a country has a limited land, and a growing population, how do we ensure a steady rice supply? One solution",   "subTitle" : "Hybrid rice. \n\nHybrid rice is a crossbreed of two varieties of “ordinary” rice to create a stronger plant with a bigger harvest. However, the seeds must be bought every season, otherwise we will have a weaker plant with a lower harvest.\n\nDespite the benefits, Lupon farmers persist in using “ordinary” rice, because it’s easier to use seeds taken from the previous harvest. Hopefully, the hybrid seed will become more accessible for the farmers. If hybrid seed is made more available, things would change for the better.\n\n",
        "tagsStories": "Rice",
        "region": "Region 11",
        "province": "Davao Oriental",
        "municipality": "Lupon"
    },
    {
        "title": "Bundas",   "subTitle" : "Gateway to Squid Fishing Industry",
        "imageFilename": "DavaoOriental_Products_ElectronicFlashers",
        "category": "Community Products to Support",
        "bodydescription": "The residents of Sitio Bundas in Davao Oriental mostly live on squid-fishing. To attract squid to their fish baits at night, they use kerosene lamps, which could be hazardous to the fishermen, and are not exactly environmentally sound. \n\nTo help the fishermen switch to a more sustainable and more effective method to squid-fishing, students from the Lupon Vocational High School built electronic flashers for the fishermen to use. After observing them for the week, the students came up with data showing how much profit the fishermen made from this new gadget. See, all it takes is a little ingenuity to improve one’s neighbor’s lot!\n\n",
        "region": "Region 11",
        "province": "Davao Oriental",
        "municipality": "Lupon"
    },
    {
        "title": "Doon Po Sa Amin, Ka-date ko ang Kalikasan",
        "imageFilename": "DavaoDelNorte_Activities_TagumRiverCruise",
        "category": "Activities to Enjoy",
        "bodydescription": "Thanks to a campaign for wetland conservation, a river is attracting tourists to a thriving city in Davao del Norte. Spanning 8.8 kilometers, Nabintad River is the site of the Tagum River Cruise where locals and tourists alike can enjoy breathtaking views and experience the vibrance of the city. One can take pleasure in the sight of mangroves along the river’s coastlines, catch a glimpse of some local fisher folk, and get a taste of the local life, food, and culture at various stopovers along the way. \n\nAfter this first date with Mother Nature, you’ll surely fall in love with Tagum City!",
        "tagsStories": "River",
        "region": "Region 11",
        "province": "Davao del Norte",
        "municipality": "Tagum"
    },
    {
        "title": "Sagip Lawa",
        "imageFilename": "SouthCotabato_Places_LakeSebu",
        "category": "Places to Go",
        "bodydescription": "Lake Sebu is a very important body of water",   "subTitle" : "It supplies irrigation to Sultan Kudarat and South Cotabato, and is home to many tilapia bred by fish cage owners, as well as residents and tourists in the homes and resorts that surround it.\n\nSadly, Lake Sebu is slowly changing—and not for the better. Its water is filled with weeds, wastes, and dying fish.\n\nStudents of the Lake Sebu National High School want to save their lake and home by studying its ecological condition. With greater awareness and concrete action, Lake Sebu will once more regain its glory.\n\n",
        "tagsStories": "Lake",
        "region": "Region 12",
        "province": "South Cotabato",
        "municipality": "Lake Sebu"
    },
    {
        "title": "KemoHung be S’bu (Fish Kill in the Lake)",
        "imageFilename": "SouthCotabato_History_FishKill",
        "category": "History to Uncover",
        "bodydescription": "Every year, between July and September, a strange phenomenon happens in the three great lakes of Lake Sebu, known as the KemoHung or fish kill. \n\nThe students of Lake Sebu NHS traced the root cause of this baffling incident, and found out that increasing pollution in lake waters result to the widespread fish kill, particularly the community’s main source of income, tilapia. \n\nFrom siltation to erosion, from illegal logging and other environmental degradation-causing practices, a stronger awareness is needed to avoid KemoHung from happening again.\n\n",
        "region": "Region 12",
        "province": "South Cotabato",
        "municipality": "Lake Sebu"
    },
    {
        "title": "Badjao",   "subTitle" : "An escape from seashore to downtown",
        "imageFilename": "GeneralSantos_People_Badjao",
        "category": "People to Meet",
        "bodydescription": "The Badjao people are among the poorest in General Santos City. While they were originally into fishing, many of them ended up begging alms downtown.  Since Badjao parents can hardly provide enough for their families, many Badjao youths have stopped going to school. \n\nBecause of this, the students of General Santos City National High School created a website about the Badjao people’s plight, which aims to garner support for the community. Here they give internet users a glimpse into the life of the Badjao, through extensive research and actual interviews. Their goal",   "subTitle" : "\nUplift the Badjao community and help        them become productive members of society.\n\n",
        "tagsStories": "Indigenous People",
        "region": "Region 12",
        "province": "South Cotabato",
        "municipality": "General Santos City"
    },
    {
        "title": "Doon Po Sa Amin, K’Laja",   "subTitle" : "The Enchanting Horizon",
        "imageFilename": "SouthCotabato_Places_Klaja",
        "category": "Places to Go",
        "bodydescription": "There’s more to GenSan than tuna – there’s the “frying pot” that is not necessarily for cooking",   "subTitle" : "The K’laja Karsts. A karst is a geologic formation, with a soluble rockbed that has been eroded by acidic rainwater. The result",   "subTitle" : "Sinking streams and caves, and the underground river becomes a water source for people. \n\nThese caves have history – the Japanese Army hid there in World War II. Today, cave exploration and rock climbing followed by camping, are activities well worth the sweat in K’laja.\n\nAmidst this, there is still a need to conserve the K’laja Karst through sustainable eco-tourism.\n\n",
        "region": "Region 12",
        "province": "South Cotabato",
        "municipality": "General Santos City"
    },
    {
        "title": "Joy",   "subTitle" : "Genuinely Innovative",
        "imageFilename": "AgusanDelNorte_People_EngrCane",
        "category": "People to Meet",
        "bodydescription": "After working several years abroad, Engineer Roderico Cane finally returned to his hometown of Butuan City. Instead of taking up any of his many job offers, he put up a family business to utilize an abundant resource found there",   "subTitle" : "Bananas.\n\nUsing his skills in mechanical and industrial engineering, Engr. Cane created equipment that would help make his business more sustainable, such as his pneumatic broiler, which he fashioned from the rice hull as an alternative source of fuel. Because of his innovations, Engr. Cane received many awards and his Joy Banana Ketchup is also favored by many because of its very affordable price.",
        "tagsStories": "Inventors",
        "region": "Region 13",
        "province": "Agusan del Norte",
        "municipality": "Butuan City"
    },
    {
        "title": "Baroto ni Tatay",
        "imageFilename": "SurigaoDelSur_Places_Barobo",
        "category": "Places to Go",
        "bodydescription": "If ever you get to see Barobo, Surigao del Sur, the scenery of land and water will take your breath away. This is what little boy, Otoy, the son of a fisherman, tells in his story about riding his father’s canoe to his place of work",   "subTitle" : "The bountiful sea.\n\nHis tale brings us to different destinations",   "subTitle" : "Bogac Cold Spring, Kabgan and Turtle Islands, Pagbutuanan Cave, Barobo River, and Bito Lagoon. Along the way, they also pass through several resorts. Otoy is so proud of his hometown that, through his tale, he wants to show how Barobo is ready to receive visitors.",
        "tagsStories": "Attractions",
        "region": "Region 13",
        "province": "Surigao del Sur",
        "municipality": "Barobo"
    },
    {
        "title": "Sumbada",   "subTitle" : "Buhay Lambat",
        "imageFilename": "SurigaoDelSur_Activities_Sumbada",
        "category": "Activities to Enjoy",
        "bodydescription": "In a little town called Barobo, sumbada is a way of life and a means of livelihood. It nourishes its people, and yet this dangerous way of fishing (which uses fine mesh net and other active gear, making it illegal) is killing the abundant marine life.\n\nGenerations of sumbaderos fish day to day in order to feed their families, but the government must work hand in hand with this community to find a solution that will allow these fishermen to sustain their livelihood and yet protect the very seas that give them the means to live their lives.",
        "region": "Region 13",
        "province": "Surigao del Sur",
        "municipality": "Barobo"
    },
    {
        "title": "Davisol",   "subTitle" : "Mga Likha at Pananampalataya",
        "imageFilename": "SurigaoDelSur_People_Davisol",
        "category": "People to Meet",
        "bodydescription": "Surrounded by majestic Magkono trees in the province of Surigao del Sur is a sitio run like a state—one that has its own culture, language, and economy—called Davisol.\n\nWhat makes Davisol unique? Their founder Godofredo Ruteurto is fondly called “Pater Fred”. Their way of life, with people assuming their own set of responsibilities to run their government. Their language",   "subTitle" : "A mix of Hebrew, Latin, Spanish, English, and Visayan. Their livelihood, which taps natural resources, including bodies of water and lush vegetation. And their definition of the meaning of life, which is anchored on the divine and everyday practicalities.\n\n",
        "region": "Region 13",
        "province": "Surigao del Sur",
        "municipality": "Barobo"
    },
    {
        "title": "The Story of the Ancient Kingdom of Butuan",
        "imageFilename": "AgusanDelNorte_History_Butuan",
        "category": "History to Uncover",
        "bodydescription": "Chew on this",   "subTitle" : "70 percent of the Central Bank’s pre Spanish gold collection comes from Butuan. According to Chinese records, in 1011, Butuan emissaries presented the emperor a gold tablet with a message from the king of Butuan. Archaeologists also dug up nine balangays (The Butuan Boat) that points to Butuan as a center for trade and business.\n\nYet this mighty kingdom fell, and today, only one barangay speaks the Butuan language. The rich history and custom is being eaten up by modern ways, and more and more locals have forgotten the traditions that once made this province a kingdom.\n\n",
        "region": "Region 13",
        "province": "Agusan del Norte",
        "municipality": "Butuan City"
    },
    {
        "title": "Glimpse of the Long-Lived Enigma",
        "imageFilename": "AgusanDelNorte_History_FirstMass",
        "category": "History to Uncover",
        "bodydescription": "Where did our ancestors first hear the Catholic mass? History books tell us that the first mass in the country was held in Limasawa, and yet strong evidence points to another location—Masao in Butuan. \n\nFor ages, historians have argued about the site of the first mass and understandably so",   "subTitle" : "it marks the birth of Catholicism in the entire Philippines. \n\nFrom a dug-up wooden boat in the location of the hill to the geographical location noted by a Spanish chronicle, students of Agusan National High School present evidence that shows that Butuan hosted the very first mass and should therefore be written in history.\n\n",
        "region": "Region 13",
        "province": "Agusan del Norte",
        "municipality": "Butuan City"
    },
    {
        "title": "Taliwala sa Gilak sa Bulawanong Yuta",
        "imageFilename": "SurigaoDelSur_Places_Tambis",
        "category": "Places to Go",
        "bodydescription": "For working folks, going to the office is a daily part of life, but did you ever wonder what it would be like if your workplace wasn’t the safest spot on Earth? That is the sad reality in the mining region of Tambis, Surigao del Sur.\n\nWith threats such as landslides and chemical pollution, mining can be dangerous for people and the environment. But don’t worry just yet! Government authorities and scientists are addressing the problem, so that one day, they can create a Disaster Management Program. Finding solutions isn’t easy but with faith and hard work, Tambis will overcome its challenges.\n\n",
        "tagsStories": "Gold",
        "region": "Region 13",
        "province": "Surigao del Sur",
        "municipality": "Barobo"
    },
    {
        "title": "Guso",   "subTitle" : "Bahandi Sa Baybayon",
        "imageFilename": "SurigaoDelSur_PlantsAnimals_Guso",
        "category": "Plants and Animals to Discover",
        "bodydescription": "The Philippines is an archipelago, with many of our countrymen relying on the sea to earn a living. Many are farmers of the sea, growing one of the Philippines’ biggest exports - guso or seaweed. It’s an ingredient in ice cream, milk, shampoo, and even medicine.\n\nGrowing guso requires strict conditions, and Barobo, Surigao del Sur has those. Guso is good business – but farmers must be diligent in keeping crops healthy, sustain sales, pay registration taxes, support the seed bank, and keep farms in zones to allow boats access to the sea. Good business is when everyone shares equally.\n\n",
        "tagsStories": "Seaweed",
        "region": "Region 13",
        "province": "Surigao del Sur",
        "municipality": "Barobo"
    },
    {
        "title": "Life-Giving Taguibo Watershed",   "subTitle" : "Shedding or Bleeding",
        "imageFilename": "AgusanDelNorte_History_TaguiboWatershed",
        "category": "History to Uncover",
        "bodydescription": "Ever wondered where faucet water comes from? From mountains and forests flowing down rivers, like one big sink, called a watershed. But what to do when people do not treat these mountains and forests with care?\n\nPhilippine law keeps mining, logging and farming away from watersheds to keep our waters clean. The Taguibo Watershed is a victim of these disheartening practices, but concerned individuals have called for more awareness, education, fund-raising and rehabilitation projects.\n\nThe mission to save Taguibo is built on a basic principle",   "subTitle" : "Water is Life! We must guard it for everyone’s cup to be filled.\n\n",
        "tagsStories": "Watershed",
        "region": "Region 13",
        "province": "Agusan del Norte",
        "municipality": "Butuan City"
    },
    {
        "title": "Doon Po Sa Amin, Lumuluha ang mga Isda",
        "imageFilename": "SurigaoDelSur_Products_MarineSanctuary",
        "category": "Community Products to Support",
        "bodydescription": "If you try to imagine what an underwater paradise is, it might look like the marine waters of Barobo, Surigao del Sur. Its coast boasts of a 142-hectare marine sanctuary that is rich in biodiversity. It is also the source of livelihood for the Barobohanon fishing community. \n\nOver time, however, increasing population along the coastline and overfishing  threaten to destroy this beautiful paradise. But as long as there is a willingness in the community to preserve this marine sanctuary, Barobo will continue to be a wonder of nature not only in our imagination, but in reality—alive with life and vast natural resources.\n\n",
        "region": "Region 13",
        "province": "Surigao del Sur",
        "municipality": "Barobo"
    },
    {
        "title": "Doon Po Sa Amin, Maagap ang Katarungan",
        "imageFilename": "SurigaoDelSur_People_Peacekeepers",
        "category": "People to Meet",
        "bodydescription": "In Barangay Poblacion in Barobo, Surigao del Sur, the local community have the Lupong Tagapamayapa to thank for much of its progress. They are the peacekeepers of the community, appointed people who devote their work to promoting harmony among the Barobohanon. They are made up of the punong barangay or chairman and members of the community, all brought together to foster unity, solidarity, harmony, and goodwill. \n\nIn the barangay, the Lupon are not just keepers of peace but are also there to encourage education and to give refuge to people in times of calamity. Indeed, Poblacion owes much to them.\n\n",
        "region": "Region 13",
        "province": "Surigao del Sur",
        "municipality": "Barobo"
    },
    {
        "title": "Doon Po Sa Amin,May Bukal ng Kagandahan at Tagumpay",
        "imageFilename": "SurigaoDelSur_Places_BogacColdSpring",
        "category": "Places to Go",
        "bodydescription": "For its earliest settlers, who traveled through the waters of Barobo River to get here, Bogac Cold Spring, whose name was derived from the Visayan term bogwak meaning flow, was a source of potable and useful water, and a nice spot for some rest and relaxation. But over the years, Bogac proved to be not just a wellspring of water, but a wellspring of the town’s most successful athletes. Young Barobohanons learned how to swim here, eventually competing at the national level through the Palarong Pambansa. \n\nBogac Cold Spring is, without a doubt, more than just a stream of water.\n\n",
        "tagsStories": "Spring",
        "region": "Region 13",
        "province": "Surigao del Sur",
        "municipality": "Barobo"
    },
    {
        "title": "Doon Po Sa Amin",   "subTitle" : "Laksoy, Ato ni, Kadayawon Ta",
        "imageFilename": "AgusanDelNorte_Products_Laksoy",
        "category": "Community Products to Support",
        "bodydescription": "At the mouth of the river, Nipa Palm Trees grow in fresh water before the river meets the sea. The Nipa leaves make good roofing for traditional huts, and the nut-bearing flowers that grow up from the mud are tapped for sap, which when fermented, produce traditional palm wine, or if overdone, palm vinegar. \n\nOne of Butuan’s famous products is laksoy, palm liquour made from a stringent process – weeks of tapping Nipa flowers for sap, fermenting the sap in banga jars to make wine, taking this wine through distillation, and voila! You have a drink that’s fit for the fiesta or the market. ",
        "tagsStories": "Liquor",
        "region": "Region 13",
        "province": "Agusan del Norte",
        "municipality": "Butuan City"
    }
]
